/* Literal for the Space key */
"Space" = "空格键";

/* VoiceOver type of the object recorded by the control */
"Shortcut" = "快捷键";

/* VoiceOver value for the value-less control */
"Not set" = "未设定";

/* Tooltip for the cancel button when the control has a value */
"Use old shortcut" = "使用原来的快捷键";

/* Tooltip for the cancel button when the control has no value */
"Cancel recording" = "取消录制";

/* Tooltip for the clear button */
"Delete current shortcut" = "删除当前快捷键";

/* Label and tooltip for the recording mode */
"Press keys now" = "现在按下按键";

/* Label for the value-less control */
"Record Shortcut" = "录制快捷键";

/* Tooltip for the normal mode */
"Click to record shortcut" = "点按以录制快捷键";

/* Value for the NSLocalizedFailureReasonErrorKey key of validator's error */
"The \"%@\" shortcut can't be used!" = "无法使用快捷键“%@”！";

/* Value for the NSLocalizedDescriptionKey key of validator's delegate error */
"The \"%@\" shortcut can't be used because %@." = "无法使用快捷键“%@”，因为%@。";

/* Default value for the NSLocalizedDescriptionKey key of validator's error */
"The \"%@\" shortcut is already in use." = "快捷键“%@”已经被使用。";

/* Value for the NSLocalizedDescriptionKey key of validator's system shortcuts error */
"The \"%@\" shortcut can't be used because it's already used by a system-wide keyboard shortcut. If you really want to use this shortcut, most shortcuts can be changed in the Keyboard panel in System Preferences." = "快捷键“%@”已经被系统或另一个应用程序使用。请选取另一个快捷键或使用“键盘偏好设置”来自定其他的系统快捷键。";

/* Value for the NSLocalizedDescriptionKey key of validator's menu error */
"The \"%@\" shortcut can't be used because it's already used by the \"%@\" menu item." = "无法使用快捷键“%@”，因为已用于菜单项“%@”。";

/* Accessibility name of the Command modifier key */
"Command" = "Command";

/* VoiceOver name of the Option modifier key */
"Option" = "Option";

/* VoiceOver name of the Shift modifier key */
"Shift" = "Shift";

/* VoiceOver name of the Control modifier key */
"Control" = "Control";

/* VoiceOver name of the modifier keys delimiter */
"-" = "-";
